{
  "HomeSlider": {
    "title": "Those Who Cannot Manage",
    "title2": "Water Cannot Protect Their Soil.",
    "desc": "With our brands and high technology we are working day and night with all our efforts for more productive, profitable, growing and happy farmers.",
    "button": "Check out our award winning project"
  },
  "HomeHuge": {
    "title": "There Is Artificial Intelligence",
    "title2": "in The Root Of Work.",
    "desc": "With our understanding that puts human and nature at the center we know and solve your problems in the most effective way in the management of your irrigation systems supported by artificial intelligence.",
    "button": "Our Projects"
  },
  "HomeSlogan": {
    "title": "We know that the truth needs be seen to beat the habits that are thought to be right."
  },
  "HomeDark": {
    "title": "View Our Cyber",
    "title2": "Physical Products"
  },
  "HomeBanner": {
    "title": "SmartMole's Technologies offer artificial intelligence supported solutions that can work independently and integrated with each other."
  },
  "HomeAdv": {
    "title": "Would You Like To Be",
    "title2": "Our Dealer?",
    "button": "Dealer Application Form"
  },
  "AboutHero": {
    "title": "Welcome to the ",
    "title2": "World of Technology"
  },
  "AboutWhat": {
    "desc1": "We are a team that has been carrying out irrigation system projects and applications in many countries of the world and in Turkey under the roof of Yulug Engineering since 1997. As Yulug Engineering, we continue our R&D studies and developments under the brand of SmartMole's Water Management Technologies in Ege University Technology Development Zone. ",
    "strong1": "Our reason for starting this Journey;",
    "desc2": " We saw that; pressurized irrigation systems were used in agricultural and landscaping areas, almost as if they were surface irrigation. Preventing this unsustainable waste, pollution and desertification caused by these actions was not possible with current technologies and approaches. Our technologies are developed to put a stop to this trend and it's a golden key that will bring profitability and abundance to your businesses. Our cyber physical technologies, produced with 97.34% domestic and national resources and its environment and user friendly, as can be seen with CE and RoHS certification. Considering that we use 75% of the water resources for irrigation, it is our duty for future generations to protect the diminishing and polluted water resources and soil in the basins where cultivate. With this understanding, I would like to thank you for your interest and I would like to express my happiness at crossing of our paths.",
    "strong2": "Best Regards,",
    "strong3": "Ömer Yuluğ",
    "end": "CEO / Agr. Eng. MSc / Chairman"
  },
  "AboutWhy": {
    "title": "5 Basic Mottos of SmartMole's Technologies!",
    "motto1": "Protect Nature",
    "motto2": "Decrease Operating Expenses",
    "motto3": "Increase Yield",
    "motto4": "Comminty Education",
    "motto5": "User Friendly"
  },
  "OurProjects": {
    "title": "Our Projects"
  },
  "Vendor": {
    "title": "Would You Like to be",
    "title2": "Our Dealer?",
    "title3": "Fill in the form below to become our dealer.",
    "place1": "Company Name",
    "place2": "Authorized Person Name and Surname",
    "place3": "Company Phone",
    "place4": "Phone (GSM)",
    "place5": "E-Mail",
    "place6": "Web Site",
    "place7": "Adress",
    "place8": "Tax Administration",
    "place9": "Tax Number",
    "place10": "Registered Chamber of Commerce",
    "place11": "Trade Registry Number",
    "place12": "Foundation Year",
    "place13": "Personal Number",
    "place14": "fields of activity",
    "place15": "Your references",
    "place16": "Geographical Region You Want to Buy Franchise",
    "place17": "Other Dealerships You Own, If Any",
    "button": "Send"
    
  },
  "Gallery": {
    "title": "Photo Gallery",
    "photo": "Growtech Fair",
    "photo1": "Peysage Areas",
    "photo2": "Greenhouses",
    "photo3": "Farming areas ",
    "photo4": "Sunflower",
    "photo5": "Vineyard",
    "photo6": "Walnut",
    "photo7": "Grass",
    "photo8": "Apple",
    "photo9": "Date",
    "photo10": "Cherry",
    "photo11": "Leyland",
    "photo12": "Sweetcorn",
    "photo13": "Banana",
    "photo14": "Clover",
    "photo15": "Olives"
  },
  "Video": {
    "title": "Video Gallery"
  },
  "MediaVideo": {
    "title": "Visual Media",
    "title2": "We in the Media"
  },
  "Contact": {
    "title": "Contact",
    "title2": "Contact Us",
    "desc": "You can contact us via the contact form. After the forms you send are reviewed by our customer representative, you will be returned as soon as possible.",
    "place1": "Name Surname",
    "place2": "Email",
    "place3": "Subject",
    "place4": "Your Message",
    "button": "Send"
  },
  "Main": {
    "title": "Home Page",
    "title2": "Menus",
    "title3": "Communication",
    "menu1": "Institutional",
    "menu2": "Our products",
    "menu3": "Gallery",
    "menu4": "News",
    "menu1a": "About Us",
    "menu1b": "Our projects",
    "menu1c": "Dealership Application",
    "menu1d": "Brochure",
    "menu2a": "SmartCapillarity",
    "menu2b": "SmartRoot",
    "menu2c": "SmartFarm",
    "menu2d": "SmartValves",
    "menu2e": "SmartWaterlevel",
    "menu2f": "AirMoles",
    "menu3a": "Photo Gallery",
    "menu3b": "Video Gallery",
    "menu4a": "Printed Press",
    "menu4b": "Visual Press"
  },
  "Footer":{
    "title":"SmartMole's is a brand of Yulug Engineering.",
    "address":"Manavkuyu, Halil Atilla Plaza, 243. Sk. No: 15 D:10, 35220 Bayraklı/İzmir",
    "copyright":"All rights reserved."
  },
  "Pdf":{
    "src":"/static/pdf/brosur-ingilizce.pdf"
  },
  "SmartCapillaritySlider":{
    "title":"Do You Know Where",
    "title2":"You Are Irrigating?",
    "button":"Get a Quote"
  },
  "SmartCapillarityWhat":{
    "desc":"It is the only patented technology in the world where water movements are monitored in real-time along with the amount of moisture in the soil profile during and after irrigation.",
    "desc2":"The only technology in the world that monitors capillarity water movement"
  },
  "SmartCapillarityImage":{
    "title":"SmartCapillarity Features",
    "li1":"Real-time detection of both moisture and capillarity water movement in the soil.",
    "li2":"The possibilty of artificial intelligence-supported management of the irrigation system with high sensitivity according to the moisture and water movements in the soil.",
    "li3":"Wireless Communication.",
    "li4":"The ability to self-calibrate where it is located.",
    "li5":"Modular sensor module technology that can be added in horizontal and vertical directions.",
    "li6":"Big data is provided with 32 capillarity motion sensors in a matrix structure and one high-sensitivity moisture sensor in a sensor module.",
    "li7":"Optional message alert service.",
    "p1":"When the capillarity movements are monitored in the soil profile, you are in control no matter what the irrigation method is.",
    "p2":"It is possible to win while protecting nature."
  },
  "SmartRootSlider":{
    "title":"Are you sure the effective",
    "title2":"root zone is where",
    "title3":"where you think it is?",
    "button":"Get a Quote"
  },
  "SmartRootWhat":{
    "desc":"SmartRoot, is a high-tech cyber-physical system developed for the determination of the effective root zone of plants underfield conditions.",
    "desc2":"The effective root zone is the root zone where 70-80% of water and fertilizer are used. SmartRoot technology facilitates the differentiation of this region from other root regions of the plant and shares the location of the effective root region with high accuracy with the user."
  },
  "SmartRootImage":{
    "desc":"Theoretical root depth assumptions and wrong approaches that are thought to be correct cause irreversible damages such as irrigation of the wrong area, excessive irrigation, salt accumulation, desertification in the soil, nitrate pollution from the ground water.",
    "desc2":"The location of effective rootzone is known with high accuracy with SmartRoot and only meeting of water and fertilizer in the effective zone will lead to profit.",
    "desc3":"Highly accurate mapping of the effective root zone provides maximum benefit in all your agricultural activities. It guides the management of the area where there is effective root zone is developing.",
    "desc4":"Knowing the effective root zone with high accuracy significantly reduces your fertilizer use; or it ensures that the used fertilizer stays in the area where it is useful for the plant. Therefore, the giving fertilizer is not wasted by washing down along with preventing nitrate pollution in the groundwater.",
    "desc5":"To increase irrigation efficiency, the effective root zone should be known and only the known zone should be irrigated.",
    "desc6":"Know where the red line is. Don't waste water. Don't waste fertilizer!..",
    "desc7":"The data is evaluated by artificial intelligence and the information can be accessed of the effective root zone with high accuracy"
  }
  


}
