{
  "HomeSlider": {
    "title": "Suyunu Yönetemeyen",
    "title2": "Toprağını Koruyamaz",
    "desc": "Markalarımız, yüksek teknolojimiz ve tüm çabamızla daha verimli, daha kazançlı topraklar, gelişen, büyüyen, mutlu çiftçiler için gece gündüz çalışıyoruz.",
    "button": "Ödüllü Projemizi İncele"
  },
  "HomeHuge": {
    "title": "İşin Kökünde",
    "title2": "Yapay Zeka Var",
    "desc": "Sulama sistemlerinizin, yapay zekâ destekli olarak yönetiminde, merkeze insanı ve doğayı koyan anlayışımızla çözüm bekleyen sorunlarınızı biliyor ve en etkili şekilde çözüyoruz.",
    "button": "Projelerimiz"
  },
  "HomeSlogan": {
    "title": "Doğru sanılan alışkanlıkları yenmek için, gerçeği görmeniz gerektiğini biliyoruz."
  },
  "HomeDark": {
    "title": "Siber Fiziksel Teknoloji",
    "title2": "Ürünlerimizi İnceleyin"
  },
  "HomeBanner": {
    "title": "SmartMole's teknolojileri birbiriyle entegre ve bağımsız çalışabilen yapay zekâ destekli çözümler sunar."
  },
  "HomeAdv": {
    "title": "Bayimiz Olmak",
    "title2": "İster misiniz?",
    "button": "Bayi Başvuru Formu"
  },
  "AboutHero": {
    "title": "Teknoloji",
    "title2": "Dünyasına",
    "title3": "Hoşgeldiniz"
  },
  "AboutWhat": {
    "desc1": "Bizler 1997'den beri Yuluğ Mühendislik çatısı altında Türkiye ve Dünya'nın birçok ülkesinde sulama sistemleri projeleri ve uygulamaları yapan bir ekibiz. Yuluğ Mühendislik olarak Ege Üniversitesi Teknoloji Geliştirme Bölgesinde SmartMole's Su Yönetimi Teknolojisi markasıyla ARGE çalışmalarımızı sürdürüyoruz.",
    "strong1": "Bu yola çıkış nedenimiz;",
    "desc2": " Görüyorduk ki; basınçlı sulama sistemleri tarımsal ve peyzaj alanlarında, adeta yüzey sulama yapar gibi kullanılmaktaydı. Bu sürdürülemez israfın, sebebiyet verdiği kirlilik ve çölleşmenin engellenmesi ise mevcut teknoloji ve yaklaşımlarla mümkün değildi. Bu gidişata dur diyebilmek için geliştirdiğimiz ürünlerimiz, işletmelerinize kârlılık ve bereket getirecek bir altın anahtardır. %97,34 oranında yerli ve millî imkânlarla üretilen siber fiziksel teknolojimiz CE ve RoHS belgelendirmesi ile görüleceği üzere çevre ve kullanıcı dostudur. Su kaynaklarının %75'ine yakınını sulamada kullandığımız düşünülürse, azalan ve kirlenen su kaynaklarını ve toprağı, tarım yaptığımız havzalarda korumak hepimizin gelecek kuşaklara borcudur. Bu anlayışla, ilginize teşekkür eder, yollarımızın kesişmesinden duyduğum mutluluğu ifade etmek isterim.",
    "strong2":"Saygılarımla,",
    "strong3":"Ömer Yuluğ",
    "end":"CEO /Ziraat Yüksek Mühendisi"
  },
  "AboutWhy": {
    "title": "SmartMole's Teknolojilerinin 5 Temel Mottosu!"
  }
}
